{"id": 0, "spoiler": "He decided to surprise his friend with the good news"}
{"id": 1, "spoiler": "Give in a way that is in your own interest and preserves your own energy resources"}
{"id": 2, "spoiler": "Meditating inside a beautiful stock-photo room filled with plants"}
{"id": 3, "spoiler": "Braconid"}
{"id": 4, "spoiler": "Cured egg yolks"}
{"id": 5, "spoiler": "John Williams"}
{"id": 6, "spoiler": "take a long, warm shower with sweet-smelling essential oils.  Fragrances such as lavender or jasmine will help you relax and calm you down"}
{"id": 7, "spoiler": "they can interfere with their work"}
{"id": 8, "spoiler": "Lord Ivar Mountbatten"}
{"id": 9, "spoiler": "put away too much"}
{"id": 10, "spoiler": "\"Who is watching your kids?\""}
{"id": 11, "spoiler": "authenticity"}
{"id": 12, "spoiler": "Celia Cruz"}
{"id": 13, "spoiler": "\"People talk a lot and they know little,\" De Gea said in quotes appearing in Marca. \"Winning is United's, Jose's and my philosophy. \"I've got three more years on my contract with United and the desire to win more titles here.\""}
{"id": 14, "spoiler": "he shoves his hand down her throat, enjoying that he can see how his intrusive hand bulges her neck"}
{"id": 15, "spoiler": "$117 billion"}
{"id": 16, "spoiler": "the greed that took place during Japan's bubble economy of the 80s"}
{"id": 17, "spoiler": "Gulf Futurism"}
{"id": 18, "spoiler": "investing"}
{"id": 19, "spoiler": "New York"}
{"id": 20, "spoiler": "Michael Sam"}
{"id": 21, "spoiler": "Police in western Sweden initially thought a man whose car was stuck in the snow was Danish"}
{"id": 22, "spoiler": "entire range of products"}
{"id": 23, "spoiler": "longline yellow raincoat"}
{"id": 24, "spoiler": "raise awareness about the number of children who face sexual abuse"}
{"id": 25, "spoiler": "Gender matters not when you're rocking the Force like you are, baby! #FantasticallyForcefulFemme"}
{"id": 26, "spoiler": "The officers finished up their meals, but when they looked at the bill — a total of 123 dollars — they were stunned."}
{"id": 27, "spoiler": "Rising sea levels make storm surges from hurricanes and typhoons potentially more deadly in coastal areas"}
{"id": 28, "spoiler": "Despite Hillary Clinton’s large margins in Miami-Dade County and Broward County, Trump ran up the score elsewhere in the state"}
{"id": 29, "spoiler": "Y Combinator"}
{"id": 30, "spoiler": "The United States"}
{"id": 31, "spoiler": "he is giving his owner some seriously relentless side-eye"}
{"id": 32, "spoiler": "\"While the majority of food waste arises from the home, industry recognises the need to lead by example.\""}
{"id": 33, "spoiler": "not available for pre-order just yet"}
{"id": 34, "spoiler": " textbooks"}
{"id": 35, "spoiler": "he belts out a few of his favorite Broadway tunes"}
{"id": 36, "spoiler": "Lack Of Attention"}
{"id": 37, "spoiler": "Austin, Texas"}
{"id": 38, "spoiler": "he has been confined to a wheelchair by a form of the motor-neuron disease amyotrophic lateral sclerosis"}
{"id": 39, "spoiler": "\"YInMn blue.\""}
{"id": 40, "spoiler": "blue wavelength light"}
{"id": 41, "spoiler": "fresh beer on the red planet's surface"}
{"id": 42, "spoiler": "\"Parenthood,\""}
{"id": 43, "spoiler": "it’s bound to get smelly"}
{"id": 44, "spoiler": "albino raccoon"}
{"id": 45, "spoiler": "Jason Aldean"}
{"id": 46, "spoiler": "\"Harry pocketed it\""}
{"id": 47, "spoiler": "30 minutes"}
{"id": 48, "spoiler": "I’m always listening to gospel music"}
{"id": 49, "spoiler": "I can afford more than that"}
{"id": 50, "spoiler": "He played quarterback. That’s kind of my knowledge base.\""}
{"id": 51, "spoiler": "The Awakening is a turn-based 4x strategic survival game inspired by Slavic mythology that came out late last year. It was made by four people with a bit of aid from a publishing partner."}
{"id": 52, "spoiler": "huge audience out there ready to devour Mad Men content"}
{"id": 53, "spoiler": "plant sterols, or phytosterols"}
{"id": 54, "spoiler": "Pennsylvania"}
{"id": 55, "spoiler": "plastic debris"}
{"id": 56, "spoiler": "40 percent of marriages involve one spouse who's been married before"}
{"id": 57, "spoiler": "Amber Galloway Gallego is not your everyday American Sign Language (ASL) interpreter — she specialises in the interpretation of music, in real time and in front of thousands of people."}
{"id": 58, "spoiler": "playing dead"}
{"id": 59, "spoiler": "Cyrus is her \"favorite Disney pop star.\""}
{"id": 60, "spoiler": "stress-managing worksheet"}
{"id": 61, "spoiler": "A trick to get unlimited Lucky Eggs and Incense has been discovered by redmondpie.com."}
{"id": 62, "spoiler": "Only 60 percent said they always washed their hands after using the bathroom"}
{"id": 63, "spoiler": "Jussie Smollett"}
{"id": 64, "spoiler": "Many Republican voters have an unfavorable impression of him — worse still, many don’t even think he has the knowledge, temperament or qualifications to be president"}
{"id": 65, "spoiler": "Facebook"}
{"id": 66, "spoiler": "Delaware"}
{"id": 67, "spoiler": "Kevin Hart"}
{"id": 68, "spoiler": "only shows that have been out for three or more years will show up on Amazon Prime"}
{"id": 69, "spoiler": "$25,000 per month"}
{"id": 70, "spoiler": "only responds to capacitive touch not pressure"}
{"id": 71, "spoiler": "University of Vermont"}
{"id": 72, "spoiler": "in-person relationships still provide the greatest networking benefit"}
{"id": 73, "spoiler": "The Whitney Museum of American Art Designed by Renzo Piano (the Italian architect who designed London's Shard, Europe's tallest builing), the museum found a new home next to the popular High Line elevated walkway in Manhattan’s trendy Meatpacking District in 2015"}
{"id": 74, "spoiler": "Vegan athletes do need to be diligent about consuming sufficient protein, said Nancy Clark, a sports nutrition expert in Massachusetts and the author of \"Nancy Clark’s Sports Nutrition Guidebook.\" Plants, seeds and soy provide protein but in a form that is less absorbable than protein from meat."}
{"id": 75, "spoiler": "Bolivia's chaotic San Pedro Prison"}
{"id": 76, "spoiler": "a moon"}
{"id": 77, "spoiler": "London"}
{"id": 78, "spoiler": "The cosmetics company has revealed that they'll be teasing their collaboration on Snapchat, the photo- and video-sharing app that deletes photos mere seconds after a recipient views them."}
{"id": 79, "spoiler": "Mexico City"}
{"id": 80, "spoiler": "MS Dhoni"}
{"id": 81, "spoiler": "tumor in her brain"}
{"id": 82, "spoiler": "cut short"}
{"id": 83, "spoiler": "plastic surgery"}
{"id": 84, "spoiler": "Neuphoric Anti-"}
{"id": 85, "spoiler": "improved fat loss, increased calorie burn compared to steady-state workouts, muscular strength gains, and improved cardiovascular function"}
{"id": 86, "spoiler": "Katy Perry"}
{"id": 87, "spoiler": "The Netherlands"}
{"id": 88, "spoiler": "still confident...your rubbish comments ain't ruining my happiness...thanks to all for the compliments and best wishes...am honoured"}
{"id": 89, "spoiler": "World War I is trench warfare"}
{"id": 90, "spoiler": "a photograph of a doormat glued to two pieces of foam"}
{"id": 91, "spoiler": "it's so cloyingly sweet that anything it gets near tastes like it-even when you wipe it off with a paper towel (trust me, I've tried). 3. IT OVERPOWERS EVERYTHING IT TOUCHES"}
{"id": 92, "spoiler": "a waitress"}
{"id": 93, "spoiler": " 1937 Bugatti Type 57S"}
{"id": 94, "spoiler": "because they don’t stand for same-sex marriage"}
{"id": 95, "spoiler": "Peter Pilotto"}
{"id": 96, "spoiler": "With the adoption of modern lifestyles, men, too are becoming infertile these days"}
{"id": 97, "spoiler": "not very talented"}
{"id": 98, "spoiler": "Nebraska allocates its electoral college votes not in the usual winner-take-all method, but by congressional district"}
{"id": 99, "spoiler": "He is utterly indifferent to its existence and would roll back the main things we’re currently putting in place to deal with it"}
{"id": 100, "spoiler": "Chile"}
{"id": 101, "spoiler": "virtual reality and mobile gaming"}
{"id": 102, "spoiler": "completely sedentary"}
{"id": 103, "spoiler": "Online multiplayer is broken, and players should avoid trying to use that game mode for now"}
{"id": 104, "spoiler": "raw apple and raw lettuce"}
{"id": 105, "spoiler": "anaphylaxis"}
{"id": 106, "spoiler": "fettuccine Alfredo"}
{"id": 107, "spoiler": "serious heart condition"}
{"id": 108, "spoiler": "eating what I wanted and as much as I wanted"}
{"id": 109, "spoiler": "no properties were lost during a bushfire around the town of Gwindinup south-east of Bunbury, which has now been contained"}
{"id": 110, "spoiler": "Margaret Osuma Oshien"}
{"id": 111, "spoiler": "\"If the NCA stopped targeting drug gangs, it would change nothing,\" he explained. \"You would see little change in the high street. Society would not collapse. All that would happen is that dealing would be more open. But it may give us more of a chance to deal with crimes such as homicide.\" On the surface, it's a counter-intuitive line to take for a senior officer working within an agency for which the drug trade is a key"}
{"id": 112, "spoiler": "opportunistic kleptoparasites,\" meaning they don't derive 100 percent of their diets from heist but rather just steal when the opportunity arises"}
{"id": 113, "spoiler": "The original title [of Stephen King's short story] was ... 'Rita Hayworth and the Shawshank Redemption.'"}
{"id": 114, "spoiler": "Shamus Beaglehole"}
{"id": 115, "spoiler": "After getting my DNA report I learned that there are a number of genealogy sites, educational institutions and companies that are willing to offer you further insight into what your DNA may reveal, as long as you’re willing to upload your DNA profile to them"}
{"id": 116, "spoiler": "Wolverhampton"}
{"id": 117, "spoiler": "coloured igloo"}
{"id": 118, "spoiler": "Bizarro looks and acts like Superman but lives by the exact reverse logic: he says adjectives to mean their opposite, he sees it as a crime to do good, and so on."}
{"id": 119, "spoiler": "Ruby Tuesday (RT)"}
{"id": 120, "spoiler": "investors buying them for their safety"}
{"id": 121, "spoiler": "29-cent towel"}
{"id": 122, "spoiler": "J. Crew"}
{"id": 123, "spoiler": "increases in artificial intelligence and the displacement of workers"}
{"id": 124, "spoiler": "practical because the movies are 80 or 90 minutes long"}
{"id": 125, "spoiler": "Trump welcomes the Playmates in New York and pops a bottle of champagne to kick off the New York stop."}
{"id": 126, "spoiler": "a watch"}
{"id": 127, "spoiler": "a humpback whale"}
{"id": 128, "spoiler": "\"Destiny\" has not been well received"}
{"id": 129, "spoiler": "console wars never change. The hardware arms race to superiority will forever dominate as the main motivation for any company not named Nintendo, or so it once seemed."}
{"id": 130, "spoiler": "Chase Freedom Visa card"}
{"id": 131, "spoiler": "Online gaming eventually gave him a sense of purpose"}
{"id": 132, "spoiler": "Howard has been told he resembles the infamous dictator since 2011, when Kim took power."}
{"id": 133, "spoiler": "Apple logo"}
{"id": 134, "spoiler": "Lack of Internet access inside his jail cell"}
{"id": 135, "spoiler": "frostbite"}
{"id": 136, "spoiler": "whitewashing"}
{"id": 137, "spoiler": "four continuous hours of CPR"}
{"id": 138, "spoiler": "used condoms being discarded under beds and women flashing the porter instead of giving a tip"}
{"id": 139, "spoiler": "Bad language...ill thoughts...rude ideas...negative radical views...I don’t need"}
{"id": 140, "spoiler": "José José"}
{"id": 141, "spoiler": "$634 billion"}
{"id": 142, "spoiler": "The unemployment rate in November fell to 4.6 percent, the lowest in nine years, the Labor Department said earlier this month."}
{"id": 143, "spoiler": "smaller brains (more efficient, not dumber), resistance to diseases, increases in ADHD and blue eyes"}
{"id": 144, "spoiler": "the bench allowed the lady to undergo an abortion and directed that the termination would be done under the supervision of the board"}
{"id": 145, "spoiler": "Trump is now, on average, 0.2 percentage points ahead of Clinton"}
{"id": 146, "spoiler": "wax is a fat-rich deposit that stores the same chemical data as blubber"}
{"id": 147, "spoiler": "the temple bought two dozen small vessels"}
{"id": 148, "spoiler": "\"No,\" she apparently replied, before pointing at the policeman and adding: \"But he has.\""}
{"id": 149, "spoiler": "June 17"}
{"id": 150, "spoiler": "it's an amazing start to have had and it's something that can be capitalized on rather than being something that holds you back"}
{"id": 151, "spoiler": "The Rock"}
{"id": 152, "spoiler": "Jackson Vroman"}
{"id": 153, "spoiler": "The Road to Serfdom by F.A. Hayek"}
{"id": 154, "spoiler": "Terahertz time-gated spectral imaging for content extraction through layered structures"}
{"id": 155, "spoiler": "Her mother was often part of the problem"}
{"id": 156, "spoiler": "eating kiwi can improve sleep"}
{"id": 157, "spoiler": "only potatoes"}
{"id": 158, "spoiler": "apply make-up to un-moisturised dry skin"}
{"id": 159, "spoiler": "Jay Pharoah"}
{"id": 160, "spoiler": "Idaho"}
{"id": 161, "spoiler": "more empathetic towards others"}
{"id": 162, "spoiler": "\"It makes me sick,\""}
{"id": 163, "spoiler": "no"}
{"id": 164, "spoiler": "77"}
{"id": 165, "spoiler": "The ability to learn is about more than building and strengthening neural connections. Even more important is our ability to break down the old ones."}
{"id": 166, "spoiler": "If the Russians competed in Rio cleanly (or, as Noland says, \"no dirtier than average\"), his models suggest they’re good for 66 or 67 medals."}
{"id": 167, "spoiler": "huge penis"}
{"id": 168, "spoiler": "Don't ask if she has chosen a name"}
{"id": 169, "spoiler": "being a single mom to daughter Jessica gives her the most pride"}
{"id": 170, "spoiler": "$765,759"}
{"id": 171, "spoiler": "Since the legal drinking age was set at 21, young people have been drinking less, and are less likely to get into traffic accidents"}
{"id": 172, "spoiler": "Oregon"}
{"id": 173, "spoiler": "almost every space pops with color"}
{"id": 174, "spoiler": "Ambassadorial capacity"}
{"id": 175, "spoiler": "The Oscar winner will play a younger version of Kathleen Turner's character, Fraida Felcher."}
{"id": 176, "spoiler": "we have to think about it to help kids like Emily"}
{"id": 177, "spoiler": "most items have not continued to drop in value, and many have risen back to their pre-announcement price"}
{"id": 178, "spoiler": "tahini"}
{"id": 179, "spoiler": "Greg Puciato took a dump onstage and hurled his excrement into the crowd during the band's 2002 performance at the event, all because of Puddle of Mudd."}
{"id": 180, "spoiler": "strawberry rhubarb"}
{"id": 181, "spoiler": "a bag container formed of white solid bleached sulfate paper"}
{"id": 182, "spoiler": "Boiling them was traditionally the way of doing it, but putting the cross in puts in too much water"}
{"id": 183, "spoiler": "cream over Lotion"}
{"id": 184, "spoiler": "Jimmy Smits as Bail Organa"}
{"id": 185, "spoiler": "Windows 10"}
{"id": 186, "spoiler": "How to Talk to a Woman Who is Wearing Headphones"}
{"id": 187, "spoiler": "rejecting a fans’s gift and calling it ‘shit’"}
{"id": 188, "spoiler": "The original Kingdom Hearts came out for PlayStation 2 in 2002 and has seen seven sequels in the interim."}
{"id": 189, "spoiler": "steamrollered into a bystander"}
{"id": 190, "spoiler": "played hide-and-seek with her friends"}
{"id": 191, "spoiler": "Laura Bush"}
{"id": 192, "spoiler": "Michael Brain has been banned from going on dating sites"}
{"id": 193, "spoiler": "pizza"}
{"id": 194, "spoiler": "he had his rear end grabbed in the middle of a song"}
{"id": 195, "spoiler": "organic labels may not always be reliable"}
{"id": 196, "spoiler": "Colorado"}
{"id": 197, "spoiler": "claims unexpectedly fell"}
{"id": 198, "spoiler": "it simply couldn't make enough toys to satiate demand in North America"}
{"id": 199, "spoiler": "I’m not killing off Harrison Ford"}
{"id": 200, "spoiler": "new generation e-passport featuring enhanced security features such as bio-metric details may soon be rolled out by the government"}
{"id": 201, "spoiler": "The Lost Brother"}
{"id": 202, "spoiler": "I tried getting the rights but someone else owned them"}
{"id": 203, "spoiler": "stacks upon stacks of bills"}
{"id": 204, "spoiler": "he climbed almost imperceptibly out of the driver’s window"}
{"id": 205, "spoiler": "Tulsiram Manere"}
{"id": 206, "spoiler": "Ailish Sheehan won the podium place with her three teammates in the British women’s four crew in Poznan last Sunday"}
{"id": 207, "spoiler": "count each small win we make"}
{"id": 208, "spoiler": "Chicago"}
{"id": 209, "spoiler": "being a sex object is empowering"}
{"id": 210, "spoiler": "there is no way to know what truly happens inside but to go there"}
{"id": 211, "spoiler": " french fry"}
{"id": 212, "spoiler": "a vast chamber where several stalagmites had been deliberately broken"}
{"id": 213, "spoiler": "‘erotic thoughts’"}
{"id": 214, "spoiler": "he didn't listen to me"}
{"id": 215, "spoiler": "The Cavaliers cannot win these NBA Finals"}
{"id": 216, "spoiler": "Eatsa"}
{"id": 217, "spoiler": "$1.5 billion"}
{"id": 218, "spoiler": "1-999-367-3767"}
{"id": 219, "spoiler": "colleges"}
{"id": 220, "spoiler": "\"Praise be to Allah that he became a martyr. Thank God. It is the most beautiful kind of saintly death,\" Fadi al Qanbar’s sister Shadia, 28, told Palestinian media"}
{"id": 221, "spoiler": "They still have not officially filed paperwork for a divorce"}
{"id": 222, "spoiler": "A new law banning animal euthanasia is set to take force in Taiwan"}
{"id": 223, "spoiler": "The Boone Police Department charged the women with seven counts of misdemeanor graffiti and one count of damaging personal property"}
{"id": 224, "spoiler": "Emily Gardner"}
{"id": 225, "spoiler": "Menelik Watson"}
{"id": 226, "spoiler": "\"Feeling This,\""}
{"id": 227, "spoiler": "Atkins diet"}
{"id": 228, "spoiler": "Ana, the kickass heal-sniper"}
{"id": 229, "spoiler": "\"Inappropriate. Whiny. All of the above,\" Barkley said of James then. \"He was young when I was playing, so I appreciate that, but I'm not upset about it. ... My criticism was fair, and I'm good with that.\""}
{"id": 230, "spoiler": "the shooter’s autopsy was also conducted in another building"}
{"id": 231, "spoiler": "pears"}
{"id": 232, "spoiler": "Blake McIver"}
{"id": 233, "spoiler": "hunt for catfish with pitchforks or spears"}
{"id": 234, "spoiler": "I cannot forgive myself"}
{"id": 235, "spoiler": "twerking"}
{"id": 236, "spoiler": "\"S***, wrong words!\""}
{"id": 237, "spoiler": "I need feminism because I intend on marrying rich and I can’t do that if my wife and I are making .75 cent for every dollar a man makes"}
{"id": 238, "spoiler": "great big belly rub"}
{"id": 239, "spoiler": "\"Inside Amy Schumer\" airs Tuesdays at 10:30/9:30c on on on Comedy Central."}
{"id": 240, "spoiler": "a triangle with those measurements can’t exist"}
{"id": 241, "spoiler": "Brexit will require the engagement of the Scottish, Welsh and Northern Ireland governments"}
{"id": 242, "spoiler": "work is most fulfilling when it’s a calling"}
{"id": 243, "spoiler": "completely bald"}
{"id": 244, "spoiler": "Emperor Palpatine's granddaughter"}
{"id": 245, "spoiler": "Lisa Brown"}
{"id": 246, "spoiler": "identification of a new gene that contributes to the disease"}
{"id": 247, "spoiler": "good circulation and a healthy body"}
{"id": 248, "spoiler": "cupping"}
{"id": 249, "spoiler": "Hamas security forces violently dispersed the protesters, with shots fired in the air to clear the crowds and a number of protesters and local journalists assaulted."}
{"id": 250, "spoiler": "trees do relax their branches at night, which might be a sign of snoozing"}
{"id": 251, "spoiler": "\"there will always be exceptions.\""}
{"id": 252, "spoiler": "Taser filed a pair of lawsuits claiming that the body cameras of competitor Vievu are defective"}
{"id": 253, "spoiler": "the ADB canteen offers scrumptious meals from several Asian cuisines at affordable prices, as well as a bakery that serves up all kinds of breads, pies, and pastries"}
{"id": 254, "spoiler": "stressed and sleepless"}
{"id": 255, "spoiler": "reuniting with her during her college graduation"}
{"id": 256, "spoiler": "a chopsticks holder"}
{"id": 257, "spoiler": "egg cartons and plastic ice cube trays"}
{"id": 258, "spoiler": "An investigation found that Baylor University had mishandled sexual assault accusations against its football players"}
{"id": 259, "spoiler": "cutting back the hedges will make your penis look longer"}
{"id": 260, "spoiler": "A good candidate with flaws I do not think that voting for Donald Trump is a morally evil choice because there is nothing morally wrong with voting for a flawed candidate if you think he will do more good for the nation than his opponent."}
{"id": 261, "spoiler": "watermelons are packed with nutrients that are beneficial and healthy for you"}
{"id": 262, "spoiler": "Janet Yellen"}
{"id": 263, "spoiler": "Jordan Klepper"}
{"id": 264, "spoiler": "identity theft"}
{"id": 265, "spoiler": "increase in appetite for salty and sweet treats"}
{"id": 266, "spoiler": "Feb. 24"}
{"id": 267, "spoiler": "blood, when drank, is toxic"}
{"id": 268, "spoiler": "Millennials are better at handling their money and talking about it with their partners"}
{"id": 269, "spoiler": "polymyalgia rheumatica"}
{"id": 270, "spoiler": "Ben Zobrist hit a go-ahead double, and Miguel Montero followed up with an R.B.P.I.V.I"}
{"id": 271, "spoiler": "Park somewhere where you’ll stay parked to catch Pokémon"}
{"id": 272, "spoiler": "used as a drink coaster"}
{"id": 273, "spoiler": "adopt a pet"}
{"id": 274, "spoiler": "I live inside my own heart"}
{"id": 275, "spoiler": "\"Her\" made its world premiere at the New York Film Festival on Saturday night, and the Warner Bros. release could factor into the Oscar race like no other film ever before"}
{"id": 276, "spoiler": "a mutation to a separate, nearby gene called HERC2 has been identified as the cause of blue eyes"}
{"id": 277, "spoiler": "Man who received his heart in a transplant"}
{"id": 278, "spoiler": "\"It will change your life because you will be received so much differently,\""}
{"id": 279, "spoiler": "the seventh inning stretch"}
{"id": 280, "spoiler": "coconut oil"}
{"id": 281, "spoiler": "When cats rub their head against you, they’re marking you as one of their own with the concentrated scent glands in their cheeks and head."}
{"id": 282, "spoiler": "spy camera"}
{"id": 283, "spoiler": "Casa Elizabeth, the Palm Springs villa once owned by Elizabeth Taylor"}
{"id": 284, "spoiler": "Louisville, Kentucky"}
{"id": 285, "spoiler": "\"racial profiling\""}
{"id": 286, "spoiler": "it’s hotter"}
{"id": 287, "spoiler": "Instead of a gray direwolf on a white background, it’s now a white wolf on a gray background"}
{"id": 288, "spoiler": "lime green"}
{"id": 289, "spoiler": "Aaron Judge has three of the four longest Yankee homers"}
{"id": 290, "spoiler": "Thiruvananthapuram, India"}
{"id": 291, "spoiler": "foods dense in fat and glycemic load"}
{"id": 292, "spoiler": "you can retire comfortably with a smaller nest egg"}
{"id": 293, "spoiler": "The amount of certain types of bacteria decreased by nearly 50 percent ― and that was after only two nights of not getting enough sleep"}
{"id": 294, "spoiler": "In the remake, Belle (Emma Watson) is more than a bold, beautiful bookworm and devoted daughter -- she’s also a teacher and inventor."}
{"id": 295, "spoiler": "\"Adore You,\""}
{"id": 296, "spoiler": "perception of morality"}
{"id": 297, "spoiler": "Buffy the Vampire Slayer"}
{"id": 298, "spoiler": "change your last name"}
{"id": 299, "spoiler": "hot dogs"}
{"id": 300, "spoiler": "\"Breaking Bad.\""}
{"id": 301, "spoiler": "Chris Pratt"}
{"id": 302, "spoiler": "medical sonographer"}
{"id": 303, "spoiler": "avoid going into certain professions"}
{"id": 304, "spoiler": "rosemary"}
{"id": 305, "spoiler": "1,080"}
{"id": 306, "spoiler": "Google’s free service will include two types of ads including a video pre-roll ad as well as banner ads. Marketers can buy ads as a part of the Google display and video networks"}
{"id": 307, "spoiler": "increases in efficiency and heat produced as your body processes this food"}
{"id": 308, "spoiler": "Intrepid"}
{"id": 309, "spoiler": "morning after you wake up"}
{"id": 310, "spoiler": "University of California, Los Angeles"}
{"id": 311, "spoiler": "It’s much more dangerous to drive a child somewhere, or even to walk with one across a parking lot, than to leave a kid alone in a well-ventilated car"}
{"id": 312, "spoiler": "capture the pigeon"}
{"id": 313, "spoiler": "calling out to Zac Efron as \"Easy Britney\""}
{"id": 314, "spoiler": "Monday, February 24 at 9 p.m."}
{"id": 315, "spoiler": "seven hours"}
{"id": 316, "spoiler": "'G.B.F.'"}
{"id": 317, "spoiler": "Muncie Animal Shelter"}
{"id": 318, "spoiler": "She said he’s a pussy"}
{"id": 319, "spoiler": "\"We have already authorized this, meaning the law was passed almost 10 years ago,\" Ryan said. \"And then we will give the financing to Secretary Kelly and the border security plan. So, it’s really up to them as to how fast they can execute this policy."}
{"id": 320, "spoiler": "Hillary Clinton is a hawk and warmonger."}
{"id": 321, "spoiler": "Lawrence Phillips"}
{"id": 322, "spoiler": "Carrer Avinyó"}
{"id": 323, "spoiler": "Nick Johnson"}
{"id": 324, "spoiler": "never give up and keep being an amazing mom"}
{"id": 325, "spoiler": "giving people the power to choose where they want to get their energy"}
{"id": 326, "spoiler": "Superfetation is extremely uncommon in humans"}
{"id": 327, "spoiler": "Colin Quinn"}
{"id": 328, "spoiler": "Facebook Messenger weaves chatbots with friends"}
{"id": 329, "spoiler": "fossil"}
{"id": 330, "spoiler": "$1,427"}
{"id": 331, "spoiler": "supply and demand"}
{"id": 332, "spoiler": "Rebels opened fire on a convoy at one of the crossing points"}
{"id": 333, "spoiler": "The farmer had uncovered the lost and hidden city of Skara Brae"}
{"id": 334, "spoiler": "The Jump returns to Channel 4 later this month"}
{"id": 335, "spoiler": "it's possible to beat Watch Dogs 2 without ever firing a gun"}
{"id": 336, "spoiler": "If Elliott can give this offense what DeMarco Murray provided in 2014"}
{"id": 337, "spoiler": "Pikaqiu"}
{"id": 338, "spoiler": "Britain's Panache Lingerie"}
{"id": 339, "spoiler": "human activity is the primary driver of change to the environment"}
{"id": 340, "spoiler": "Rasputin biopic"}
{"id": 341, "spoiler": "totally bizarre reason, they appear to be terrified – utterly terrified – of cucumbers"}
{"id": 342, "spoiler": "water"}
{"id": 343, "spoiler": "Hanks is put through the ringer -- Greengrass' closed-quarters camera work keeps in him the action even as things get impossibly physical -- and the results are breathtaking."}
{"id": 344, "spoiler": "Kal-El - Superman's birth name"}
{"id": 345, "spoiler": "a rag"}
{"id": 346, "spoiler": "Chick-fil-A has unveiled their \"Back The Blue\" t-shirts:"}
{"id": 347, "spoiler": "Police are continuing to review the matches"}
{"id": 348, "spoiler": "We were talking about how excited we were to attend an upcoming wedding in Kalamazoo (where we met and went to college) and discussing what would be the perfect gift for the newlyweds. So, I thought back to our wedding day (nearly 9 years ago) and tried to recall the gifts that had meant the most to me."}
{"id": 349, "spoiler": "chip card readers must be certified by credit card companies to make sure they work before using"}
{"id": 350, "spoiler": "Elle"}
{"id": 351, "spoiler": "the smell could become a problem"}
{"id": 352, "spoiler": "Trump wasn’t on coke—he had clearly been snorting Adderall"}
{"id": 353, "spoiler": "coconut oil"}
{"id": 354, "spoiler": "cold glass of milk could be the answer to all of your pee-related struggles"}
{"id": 355, "spoiler": "laughing face emoji"}
{"id": 356, "spoiler": "Chris Crocker"}
{"id": 357, "spoiler": "Men are more likely to have a heart attack after a snowfall, and it's probably from the exertion of shoveling snow"}
{"id": 358, "spoiler": "wrapped in motorcycle gloves, next to a colorful, shiny motorcycle helmet"}
{"id": 359, "spoiler": "Ranch BLT with either grilled or crispy chicken"}
{"id": 360, "spoiler": "Minnesota"}
{"id": 361, "spoiler": "turn AROUND and exit the building"}
{"id": 362, "spoiler": "turn it off"}
{"id": 363, "spoiler": "stealing her jewelry"}
{"id": 364, "spoiler": "Cecily Strong"}
{"id": 365, "spoiler": "You like the best of things but you can easily compromise"}
{"id": 366, "spoiler": "Arizona's current laws require that officials hold a public meeting any time a quorum discusses matters that could result in legal action."}
{"id": 367, "spoiler": "airline greed"}
{"id": 368, "spoiler": "It’s closer to Springfield, Oregon"}
{"id": 369, "spoiler": "Norah was notoriously elusive, and wouldn’t let humans near. The team would watch with baited breath as Norah crossed the busy Texas highways, back and forth, walking the streets."}
{"id": 370, "spoiler": "cross-network play"}
{"id": 371, "spoiler": "the canisters Bruce Wayne/Batman used have \"Pb\" — the abbreviation for lead in the Periodic Table of Elements — etched on them"}
{"id": 372, "spoiler": "post-micturition convulsion syndrome"}
{"id": 373, "spoiler": "Asteroids are being discovered by scientists more and more every day, but alarmingly, only 10 per cent of them actually get spotted"}
{"id": 374, "spoiler": "\"Where do you see yourself in five years?\""}
{"id": 375, "spoiler": "Dumb British blond fucks 15 million people at once"}
{"id": 376, "spoiler": "\"For once in my life, I'm gonna be me now,\""}
{"id": 377, "spoiler": "bullshitting"}
{"id": 378, "spoiler": "In my five years in the cast of a network comedy @ArsenioHall & @GeorgeLopez were the only late night talk shows couches I was welcomed to"}
{"id": 379, "spoiler": "Florida"}
{"id": 380, "spoiler": "Hagrid couldn't produce a Patronus"}
{"id": 381, "spoiler": "Jason Kander looks to be running very strongly in the exit polls"}
{"id": 382, "spoiler": "the mean intravaginal ejaculation latency time"}
{"id": 383, "spoiler": "Rudy Giuliani"}
{"id": 384, "spoiler": "adhesive antibodies"}
{"id": 385, "spoiler": "Burning Man - Black Rock Desert"}
{"id": 386, "spoiler": "white pepper"}
{"id": 387, "spoiler": "male g-spot"}
{"id": 388, "spoiler": "Mary-Kate and Ashley Olsen, who famously portrayed Michelle Tanner on the smash sitcom Full House, cranked the dial on their wacky personal lives all the way up to 11"}
{"id": 389, "spoiler": "a bloody key ring"}
{"id": 390, "spoiler": "She was seriously a woman before her time"}
{"id": 391, "spoiler": "Hillary Clinton"}
{"id": 392, "spoiler": "This place looks like something out of a horror movie. It’s so old the wood is rotting and won’t support the weight it used too."}
{"id": 393, "spoiler": "the service sector's jobs, while in general more labor intensive, are less productive for the economy than jobs in the industrial and manufacturing sectors"}
{"id": 394, "spoiler": "water hemlock"}
{"id": 395, "spoiler": "Instead of encountering a mound of dirty towels and sheets, a cleaner was met with a stack of cash when she walked into a hotel room."}
{"id": 396, "spoiler": "Christopher Suprun"}
{"id": 397, "spoiler": "high fat vegan plant based diet"}
{"id": 398, "spoiler": "conspiracy"}
{"id": 399, "spoiler": "Richard Belzer"}
